<?php

return [

  'new' => 'جديد',
  'no_driver' => 'لا يوجد سائق',
  'sending' => 'بإنتظار موافقة الكابتن',
  'approved' => 'وافق عليه الكابتن',
  'arrived' => 'وصول الكابتن نقطة الإنطلاق',
  'pickedup' => 'المشوار بدأ',
  'driving' => 'الكابتن في المشوار',
  'canceled' => 'تم إلغاء المشوار بواسطة العميل',
  'completed' => 'مكتمل',
  'collected' => 'تم تسديد مستحقات المشوار',
  'rejected_by_system' => 'تم رفض  المشوار بواسطة النظام',
  'rejected_by_driver' => 'تم رفض  المشوار بواسطة الكابتن',
];
